Repository: gcoop-libre/drupal-module-flisol-2020
Catalog: translations/flisol_2020.*.po
Languages: es

source: About
es: Acerca de

source: Demo for FLISoL 2020
es: Demo para FLISoL 2020

source: Configure the FLISoL 2020 information.
es: Configurar la información de FLISoL 2020.

source: Configure FLISoL 2020
es: Configurar FLISoL 2020

source: Set the information for FLISoL 2020.
es: Establecer la información para FLISoL 2020.

source: FLISoL 2020 config
es: Configuración FLISoL 2020

source: Speaker information
es: Información del orador

source: Name
es: Nombre

source: Email
es: Correo electrónico

source: GitHub profile
es: Perfil en GitHub

source: Drupal profile
es: Perfil en Drupal

source: FLISoL 2020 information
es: Información FLISoL 2020

source: The value is not a valid email address.
es: El valor no es una dirección de correo electrónico válido.

source: Speaker
es: Orador
